// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Dosar";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Favorite";

// genre names
"Social Networking" = "Social";
"Reference" = "Referințe";
"News" = "Știri";
"Games" = "Jocuri";
"Productivity" = "Productivitate";
"Entertainment" = "Divertisment";
"Lifestyle" = "Lifestyle";
"Navigation" = "Navigație";
"Music" = "Muzică";
"Utilities" = "Utilitare";
"Travel" = "Voiaj";
"Sports" = "Sport";
"Healthcare & Fitness" = "Sănătate";
"Photography" = "Fotografie";
"Finance" = "Finanțe";
"Business" = "Business";
"Education" = "Educație";
"Weather" = "Vremea";
"Books" = "Cărți";
"Medical" = "Medicină";
"Stores" = "Magazine";

// game subgenre names
"Action Games" = "Acțiune";
"Adventure Games" = "Aventură";
"Arcade Games" = "Arcade";
"Board Games" = "Jocuri Tablă";
"Card Games" = "Jocuri Cărți";
"Casino Games" = "Cazino";
"Dice Games" = "Jocuri Zaruri";
"Educational Games" = "Educativ";
"Family Games" = "Jocuri Copii";
"Kids Games" = "Jocuri Copii";
"Music Games" = "Jocuri Muzică";
"Puzzle Games" = "Puzzle";
"Racing Games" = "Curse";
"Role Playing Games" = "Jocuri de rol";
"Simulation Games" = "Simulare";
"Sports Games" = "Sport";
"Strategy Games" = "Strategie";
"Trivia Games" = "Jocuri Cultură";
"Word Games" = "Jocuri Rebus";



